{"config": {"output_layers": [["dense_12", 0, 0]], "layers": [{"config": {"dtype": "float32", "batch_input_shape": [null, 76], "sparse": false, "name": "input_2"}, "inbound_nodes": [], "class_name": "InputLayer", "name": "input_2"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 16, "name": "dense_7", "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0}, "class_name": "L1L2"}, "activity_regularizer": null}, "inbound_nodes": [[["input_2", 0, 0, {}]]], "class_name": "Dense", "name": "dense_7"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 16, "name": "dense_8", "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0}, "class_name": "L1L2"}, "activity_regularizer": null}, "inbound_nodes": [[["dense_7", 0, 0, {}]]], "class_name": "Dense", "name": "dense_8"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 16, "name": "dense_9", "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0}, "class_name": "L1L2"}, "activity_regularizer": null}, "inbound_nodes": [[["dense_8", 0, 0, {}]]], "class_name": "Dense", "name": "dense_9"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 16, "name": "dense_10", "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0}, "class_name": "L1L2"}, "activity_regularizer": null}, "inbound_nodes": [[["dense_9", 0, 0, {}]]], "class_name": "Dense", "name": "dense_10"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 16, "name": "dense_11", "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0}, "class_name": "L1L2"}, "activity_regularizer": null}, "inbound_nodes": [[["dense_10", 0, 0, {}]]], "class_name": "Dense", "name": "dense_11"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 4, "name": "dense_12", "activation": "linear", "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0}, "class_name": "L1L2"}, "activity_regularizer": null}, "inbound_nodes": [[["dense_11", 0, 0, {}]]], "class_name": "Dense", "name": "dense_12"}], "input_layers": [["input_2", 0, 0]], "name": "model_2"}, "backend": "tensorflow", "class_name": "Model", "keras_version": "2.0.8"}